{"status": "active", "title_thumb_img": "https://static.wanted.co.kr/images/company/833/6dj5tdriwpwxqepm__400_400.jpg", "is_newbie": false, "currency": "KRW", "logo_thumb_img": "https://static.wanted.co.kr/images/wdes/0_5.831571f7.jpg", "logo_img": "https://static.wanted.co.kr/images/wdes/0_4.831571f7.jpg", "address": {"country": "한국", "id": 636, "location": "서울"}, "confirm_time": "2022-09-16T17:47:42", "id": 129523, "category": "IT", "main_tasks": "• Marvelous Designer & CLO 소프트웨어 사용자들의 기술 문의 접수, 진단 및 문제 해결\n• Marvelous Designer & CLO 소프트웨어 사용자들의 피드백 수집, 공유\n• Marvelous Designer & CLO 사용자 매뉴얼 및 기술 문서 작성, 리뷰, 업데이트\n• Marvelous Designer & CLO 제품 개선 참여: 사용자 테스트 및 기능 제안", "requirements": "• 컴퓨터공학, 전산, CG 관련 학과 전공. 또는 관련 기술 분야에서 이에 상응하는 실무 경험\n• Marvelous Designer, CLO 또는 3D 모델링 프로그램 사용 경험 1년 이상 (3ds Max, Maya, Blender, ZBrush, Substance Painter 등)\n• 명확하고 유연한 커뮤니케이션과 협업 능력", "job_country": "KR", "industry": "IT, 컨텐츠", "company_id": 833, "title_img": "https://static.wanted.co.kr/images/company/833/6dj5tdriwpwxqepm__1080_790.jpg", "due_time": null, "location": "서울 강남구 도산대로8길 17-4", "is_expert": true, "sub_categories": ["Technical Support", "기술지원"], "position": "[R&D] Tech Support Specialist", "reward": 1000000, "jd": "CLO Virtual Fashion (이하 클로) 은 3D 의상 소프트웨어 CLO(https://www.clo3d.com)와 Marvelous Designer(www.marvelousdesigner.com)를 만들고, 3D 의상 데이터 플랫폼(https://www.clo-set.com) 시장을 선도하고 있는 패션 Tech 기업입니다.\n\n루이비통, 아디다스, 나이키, 프라다와 같은 글로벌 패션 기업뿐만 아니라, EA, UbiSoft, Koei, Disney, Lucas Film 등 세계적으로 유명한 게임, CG회사들에서도 저희 소프트웨어을 사용하고 있습니다. 애니메이션 ‘겨울왕국’의 주인공 ‘엘사’의 다양하고 화려한 의상을 구현한 것도 저희 솔루션 통해 이루어졌으며, 전 세계적으로 큰 화제가 된 바 있습니다.\n\n본사는 서울 신사역 부근에 있지만, 뉴욕, 뮌헨, 상하이, 홍콩, 인도에 지사가 있습니다. 전체 직원의 약 50%가 해외 패션 디자이너들과 마케터들이며, 개발자들과 늘 함께 소통하며 일합니다. 또한 제주도의 제주 첨단 과학기술 단지 안에  제주지사(힐링오피스)가 마련되어 있어서, 클로의 직원이라면 누구나 한달간 제주도에서 근무할 수 있습니다. (숙소 및 비행기표 제공)\n\n\n▶원티드 - 좋은 기업을 시리즈를 통해 클로버추얼패션에 대해 알아보세요!\nhttps://blog.naver.com/wantedlab/222065612237\n\n저희 공식 홈페이지를 방문하여 CLO의 세계를 경험해 보세요:)\nhttp://www.clovirtualfashion.com/\n\n\n클로버추얼패션 R&D팀은 의상 시뮬레이션 및 컴퓨터 그래픽 분야의 연구를 통해 글로벌 3D 가상의상 솔루션을 혁신하고 있습니다.\n\nCLO Virtual Fashion의 Tech Support 팀은 Marvelous Designer와 CLO 고객들의 기술 문제를 해결하고 이해를 도우며, 기술 지원 전문가로서 전 세계 기업 고객들과 개인 사용자들께 더 나은 사용자 경험을 전달하기 위해 앞장서고 있습니다.\n전 세계 유저를 대상으로 그 어떤 Tech Support 조직보다 더욱 적극적이고 유저 친화적으로 업무에 임해 주실 여러분의 많은 지원을 기다립니다.\n\n※ 지원하실 때 이것을 제출해 주세요.\n• 경력사항이 잘 기술된 이력서(경력기술서) 1부 \n이력서에 경험하셨던 서비스와 프로젝트에 대해서 간단하게 명시해주세요.\n\n\n주요업무\n• Marvelous Designer & CLO 소프트웨어 사용자들의 기술 문의 접수, 진단 및 문제 해결\n• Marvelous Designer & CLO 소프트웨어 사용자들의 피드백 수집, 공유\n• Marvelous Designer & CLO 사용자 매뉴얼 및 기술 문서 작성, 리뷰, 업데이트\n• Marvelous Designer & CLO 제품 개선 참여: 사용자 테스트 및 기능 제안\n\n자격요건\n• 컴퓨터공학, 전산, CG 관련 학과 전공. 또는 관련 기술 분야에서 이에 상응하는 실무 경험\n• Marvelous Designer, CLO 또는 3D 모델링 프로그램 사용 경험 1년 이상 (3ds Max, Maya, Blender, ZBrush, Substance Painter 등)\n• 명확하고 유연한 커뮤니케이션과 협업 능력\n\n우대사항\n• 애자일 소프트웨어 개발 환경에서 실무 경험\n• 이슈 관리 도구 사용 경험 (Jira, Confluence, Asana, Github 등)\n• IT 서비스 데스크 또는 고객 상담, QA, User Success, Customer Relationship Management 관련 경험 1년 이상\n• 티켓 관리 또는 CRM 도구 사용 경험 (Zendesk, Jira Service Desk, Salesforce 등)\n• 모바일, 컴퓨터, OS, 네트워크, 서버-클라이언트, IT 인프라에 대한 지식과 경험 \n• 해외 CLOvers, 해외 사용자들과 명확히 소통할 수 있는 영어 능력 (Fluent reading and writing skills are essential and verbal skills are optional.)\n• 적극적이고 선제적이며 사용자 지향적인 태도, 우수한 문제해결 능력 (Proactive, user-centric, and strong problem-solving skills)\n\n혜택 및 복지\n• 개인장비: 듀얼 모니터와 데스크탑/랩탑 혹은 MacBook/iMac (2~3년마다 업그레이드)\n• 자기계발: 자기계발 및 체력단련 비용, 도서 구입비, 최신 툴, 동아리 지원금\n• 식사, 간식: 중식 제공, 고급 커피 제공, 간식\n• 연차, 휴가: 경조사 휴가, 건강검진 휴가, 법정 연차휴가, Year-end Holiday(12/25~1/1)\n• 근무 형태: 유연 근무제, AM 07 ~ 10 to PM 04 ~ 07\n• 보험, 의료: 대형 병원 건강검진, 경조사비, 4대 보험\n• 기타: 웰트리 복리후생(복지포인트, 명절 선물)\n\n\n[Culture]\n\n▶Flexible Work Schedule “우리 모두의 Working Time은 다 달라요.”\n• 오전 7시 ~ 10시 내에 자유롭게 출근을 하는 문화를 갖고 있어요. 개인과 팀마다 업무에 집중할 수 있는 시간대는 다르므로, 자유롭게 출퇴근을 하고 있어요.\n• 더불어, CLOver는 다양한 time zone에서 일을 하고 있어요. 만약 시차로 인해 밤에 미팅이 있다면, 다음 날은 늦게 출근을 하거나 일찍 퇴근을 하며 업무 시간을 자유롭게 조율해요.\n\n▶Over Communication “항상 active하게 소통하고 공유해요.”\n• 전세계 CLOver들과 Slack으로 업무를 공유하고 소통하고 있어요. 최대한 모든 Slack의 Channel은 공개적으로 운영하고 있기 때문에, 관심이 있거나 궁금한 Project가 논의되고 있는 Channel에 언제든지 참여할 수 있어요.\n• 분기마다 모든 팀이 시도했던 업무와 성과, lesson learned을 공유하고 있어요. CLOver들은 전 세계에 있기때문에, 영상을 통해 공유를 하고 있어요. \n• Non hierarchy를 지향해요. 직급/직위로 소통하는 것이 아닌 각자의 영어 이름으로 소통을 하고 있고, 누구나 아이디어와 의견을 자유롭게 제시할 수 있어요.\n\n▶No Limitation “CLO에서는 무엇이든 가능해요”\n• CLO에서는 여러가지 시도와 도전을 해보는 것을 무한 응원해요. 그동안 해보지 않았던 일들을 CLO에서는 마음껏 재미있게 시도해볼 수 있어요.\n\n▶Refresh “누구에게나 재충전과 휴식은 필요해요.”\n• 휴가를 내실 때에 별도의 승인 절차가 없어요. 사전에 팀원들과 일정을 공유 및 조율하신다면, 언제든지 자유롭게 휴가를 사용할 수 있어요.\n• 잠시 복잡한 서울을 떠나, 제주도 오피스에서 한 달동안 근무를 하실 수 있어요. 일명 \"제주 한 달 살기\"에 나서실 때 가족끼리 머무시기에 부족함 없는 사택과 왕복 항공권 또한 지원해 드려요.\n• 물론 제주도로 개인 휴가를 떠나실 때에도, 사택을 이용하실 수도 있어요.\n\n\n[Benefits and Perks]\n\n▶Keep growing “자기계발비와 업무에 필요한 리소스를 아낌없이 지원해드려요.”\nCLO는 CLOver의 성장을 무한 응원해요. 직무 관련한 학습을 위한 자기계발비를 지원 드리고 있어요. 이 외에도, 업무에 필요한 tool도 최대한 아낌없이 지원해드리고 있어요.\n\n▶Healthier Life “건강이 가장 중요해요.”\n일도 중요하지만, 건강이 가장 중요해요. 매년 건강검진을 지원해드리고 있으며, 건강검진을 다녀오신 날에는 휴가(1day)를 드리고 있어요.\n\n▶Meals & Snack “밥은 항상 잘 챙겨 먹어야 해요.”\n아침 샐러드바, 점심 식사 및 간식비를 지원해드리고 있어요. 물론, 불가피하게 야근을 하게 되셨을 경우 저녁 식대 역시 당연히 지원해드리고 있어요.\n\n클로버추얼패션 사내 활동 영상: https://youtu.be/r6Ob6tAAT9M\n클로버추얼패션 채용 소개 영상: https://youtu.be/1yXgT_AYNwE\n\n", "company_name": "클로버추얼패션(CLOVirtualFashion)", "lang": "ko", "gps_x": "127.022652863351", "gps_y": "37.5157018616938"}