{"status": "active", "title_thumb_img": "https://static.wanted.co.kr/images/company/12310/rrrddxw9f5i2appk__400_400.jpg", "is_newbie": false, "currency": "KRW", "logo_thumb_img": "https://static.wanted.co.kr/images/wdes/0_5.31cc3d1c.jpg", "logo_img": "https://static.wanted.co.kr/images/wdes/0_4.31cc3d1c.jpg", "address": {"country": "한국", "id": 33201, "location": "대전"}, "confirm_time": "2022-10-20T15:33:22", "id": 80918, "category": "IT", "main_tasks": "[상시 채용] Tech 직군은 상시 채용 중입니다. 해당 포지션 오픈 시 개별적으로 연락 드리겠습니다.\n\n• AWS 인프라 구축 및 쿠버네티스 기반 서비스 자원 운용 및 관리 업무를 진행합니다.\n• 시스템 장애대응, 로깅 및 모니터링 시스템 구축/관리 업무를 진행합니다.\n• IaC, CI/CD, 자동화 프로세스 구축 및 관리,  Configuration management 업무를 진행합니다.\n• 인프라 자원 접근권한 및 보안 관리, 비용 최적화, 데이터베이스 구축 및 관리 업무를 진행합니다.\n• 사내 에러 티켓팅 시스템 운용 및 관리 업무를 진행합니다.", "requirements": "• 운영체제(리눅스), 네트워크 및 보안 관련 전문 지식을 보유하신 분\n• 서비스 배포 체계, 컨테이너 오케스트레이션 관련 지식을 보유하신 분\n• 하나 이상의 프로그래밍 언어에 능통하신 분\n• 오픈소스 라이센스 체계와 도구 사용에 익숙하신 분\n• 라이브 서비스 운영 및 장애 대응 경험이 있으신 분", "job_country": "KR", "industry": "IT, 컨텐츠", "company_id": 12310, "title_img": "https://static.wanted.co.kr/images/company/12310/rrrddxw9f5i2appk__1080_790.jpg", "due_time": null, "location": "유성구 엑스포로1. 엑스포타워 11층", "is_expert": true, "sub_categories": ["Security Engineer", "보안 엔지니어", "Software Engineer", "Software Engineer", "소프트웨어 엔지니어"], "position": "[Tech] DevOps Engineer", "reward": 1000000, "jd": "루센트블록은 금융과 기술을 접목하여 소유의 공유화를 만들어 나가는 프롭테크+핀테크 스타트업 회사입니다.\n\n부동산은 고가의 한정된 자원으로 소수의 전유물이었습니다. 이러한 소유의 불균형은 계층간 소득격차를 더욱 심화시키고 젠트리피케이션, 정보 비대칭 등의 문제로 이어지고 있습니다. 더욱이 부동산은 낮은 환금성, 고가의 거래 비용, 높은 세금 등으로 투자자에게도 소유와 운영의 부담이 커지고 있습니다. 루센트블록은 이 불편한 진실에 과감하게 도전장을 내밀었습니다.\n\n더 늦기 전에 수익성 부동산 시장의 소유 및 거래 구조를 바꿔 보다 많은 사람들이 부동산을 소유하게 되면 어떨까요?\n따뜻한 세상에 관심이 많은 유수의 인재들이 “누구나 접근하기 어려운 부동산” 이란 문제를 풀기 위해 루센트블록에 모였고, 의미있는 마일스톤을 함께 만들어가고 있습니다!\n\n·  2021년 4월 금융위원회 혁신금융서비스(금융규제 샌드박스) 지정\n·  2022년 3월 170억원 규모 시리즈A 투자 유치\n·  2022년 4월 부동산 수익증권 거래소 \"소유\" - 앱서비스 런칭\n·  2022년 6월 소유 1호 \"안국 다운타우너\" - 공모 청약 완판\n·  2022년 8월 소유 2호 \"이태원 새비지가든\" - 공모 청약 완판\n\n저희는 “소유”를 통해 통째로 사고 팔던 기존의 부동산을 조각으로 나누어 누구든지 소액으로도 쉽게 소유할 수 있게 하며 , 월 임대료와 같은 건물주의 권리를 자신의 지분만큼 누릴 수 있는 기회를 제공하고 있습니다.\n\n만약 여러분이 루센트블록의 가치에 공감하고 저희가 풀고자 하는 문제에 관심이 있다면, 언제든지 문을 두드려주세요! 루센트블록은 여러분이 최대한 문제에 집중할 수 있는 환경을 만들고자 노력하고 있습니다.\n \n\n\n\n루센트블록 다움이란?\n1. 모를 때는 모른다고 용기있게 말하기 - 처음부터 모든 것을 아는 사람은 없습니다. 모름의 인정을 소통의 시작점으로 생각하고 용기 있게 말합니다.\n2. 질문은 똑똑하게 - 다만 혼자 알아볼 수 있는 것도 물어보면 동료들이 힘들겠죠? 질의 응답에 쏟는 시간 또한 기회 비용 임을 상기하며, 한 번의 고민을 거친 똑똑한 질문으로 효율적인 업무 진행과 상호 간 학습 및 신뢰 향상을 이룹니다.\n3. 누구나 이해할 수 있도록 기록 남기기 - 기록은 일을 한 흔적인 동시에, 구성원에게 공유될 수 있는 자산입니다. 일을 잘 하는 것은 간명한 언어로 가치있는 산출물을 남기는 것입니다.\n4. 생각은 긍정적이고 유연하게 - 열정만으로 되는 일은 없기에 우리는 언제나 현실의 벽에 부딪히기 마련입니다. 이를 인지하고 한결같은 긍정과 유연함으로 앞으로 나아갑니다.\n5. 인간적인 관계는 수평적, 지향하는 바는 하나의 목소리로! - 우리를 지탱하는 기반은 동료 의식과 돈독한 관계입니다. 하지만 회사가 앞으로 나아가기 위해 결정을 해야 할 때, 논리로 우열을 가릴 수 없을 때 우리는 리더의 결정을 존중하며 각자의 맡은 바에 최선을 다합니다.\n\n\n주요업무\n[상시 채용] Tech 직군은 상시 채용 중입니다. 해당 포지션 오픈 시 개별적으로 연락 드리겠습니다.\n\n• AWS 인프라 구축 및 쿠버네티스 기반 서비스 자원 운용 및 관리 업무를 진행합니다.\n• 시스템 장애대응, 로깅 및 모니터링 시스템 구축/관리 업무를 진행합니다.\n• IaC, CI/CD, 자동화 프로세스 구축 및 관리,  Configuration management 업무를 진행합니다.\n• 인프라 자원 접근권한 및 보안 관리, 비용 최적화, 데이터베이스 구축 및 관리 업무를 진행합니다.\n• 사내 에러 티켓팅 시스템 운용 및 관리 업무를 진행합니다.\n\n자격요건\n• 운영체제(리눅스), 네트워크 및 보안 관련 전문 지식을 보유하신 분\n• 서비스 배포 체계, 컨테이너 오케스트레이션 관련 지식을 보유하신 분\n• 하나 이상의 프로그래밍 언어에 능통하신 분\n• 오픈소스 라이센스 체계와 도구 사용에 익숙하신 분\n• 라이브 서비스 운영 및 장애 대응 경험이 있으신 분\n\n우대사항\n• AWS 환경에서의 자원 구축 및 운용에 능통, 보안과 접근권한 체계 및 각종 AWS 서 \n  비스 관련 경험이 있으신 분\n• MSA 기반 서비스 자원 구축 및 서비스 배포 경험, 마이크로 서비스 간 메시징 파이 \n  프라인 구축 및 운용 경험이 있으신 분\n• 로깅 파이프라인과 모니터링 시스템 구축 및 운용 경험, 리소스 최적화 및 병목 발 \n  견/대응에 능숙하신 분\n• 개발/서비스 배포와 라이브 장애 대응에 능숙하며 CI/CD 구축 경험이 보유하신 분\n• 쿠버네티스 등 컨테이너 오케스트레이션 도구 사용에 능통하신 분\n• 금융 서비스 및 인프라 관련 구축 또는 운영 경험이 있으신 분\n• 기존 사용기술의 문제점과 대체 도구 발견 또는 개발에 능숙하신 분\n• 비즈니스 영어 구사 또는 비 영어권 팀원과의 회화가 가능하신 분\n• 앱 개발에 특화되신 분\n\n혜택 및 복지\n구성원들의 니즈를 고려한 최적의 베네핏을 지원합니다.\n\n- 체력은 밥심! 건강한 식단의 점심 도시락을 제공해 드려요.\n- 매주 목요일은 SSG Day! 신세계 백화점의 근사하고 맛있는 레스토랑에서 즐거운 시간을 보내요.\n- 루블바에는 맛있는 간식과 여러가지 취향의 커피가 준비되어 있어요. \n- 구성원들의 주거 안정과 워라밸을 위한 Co-Living Place “청년하우스”를 지원해드려요.\n- 구성원들의 여유 있는 삶을 위해 근로자 휴가지원사업을 지원해요.\n- 매주 화요일은 Fresh Day! 프리미엄 과일 도시락이 제공되어 비타민을 충전해요.\n- 최적의 업무 시간을 선택하고, 유연하게 일해요.\n- 휴가 계획도 프로페셔널 하게! 번거로운 승인 절차는 필요 없어요~\n- 나에게 가장 편안한 옷을 입고 업무에 집중해요!\n- 피곤할 땐 안마 의자에서 잠시 쉬어 가세요.\n- 대전의 새로운 랜드마크 - 엑스포타워의 멋진 뷰를 보며 힐링 하세요!\n- 구성원의 성장을 위한 도서, 세미나, 도구 등을 적극 지원합니다.\n\n* 우리에게 더 좋은 업무환경을 위한 노력은 계속해서 이어집니다!\n\n[근무 조건]\n\n고용 형태: 정규직(3개월 수습기간)\n\n[근무 지역]\n\n루센트블록 대전 본사\n\nㆍ본사: 대전광역시 유성구 엑스포로 1, 신세계백화점 Art & Science 11층\nㆍ서울 오피스: 서울시 강남구 테헤란로 217, 오렌지플래닛 7층\n\n[채용절차]\n\n지원접수 → 서류검토 → 실무/임원 면접 (대면)  → 처우 협의 → 최종 합격\n\n*직무의 특성에 따라 채용 절차가 변경될 수 있습니다.\n**원활한 인터뷰 커뮤니케이션을 위해 대면 면접으로 진행합니다. (코로나 방역수칙 준수)\n\n", "company_name": "루센트블록", "lang": "ko", "gps_x": "127.3820651968", "gps_y": "36.3751016880633"}