{"status": "active", "title_thumb_img": "https://static.wanted.co.kr/images/company/6961/qmlheop6yq42m0o2__400_400.jpg", "is_newbie": false, "currency": "KRW", "logo_thumb_img": "https://static.wanted.co.kr/images/wdes/0_5.257cf9b7.jpg", "logo_img": "https://static.wanted.co.kr/images/wdes/0_4.257cf9b7.jpg", "address": {"country": "한국", "id": 5154, "location": "서울"}, "confirm_time": "2021-03-25T13:53:58", "id": 57434, "category": "IT", "main_tasks": "• Develop complex software systems scaling to millions of users with production quality deployment, monitoring, and reliability.\n• Develop across the full-stack (backend, mobile, UI/UX, operations)\n• Work closely with various business partners including product, design, government relations, business development, strategy and operations to solve high impact problems.\n• Writing functional and integration tests.\n• Sharp problem-solving skills and ability to resolve ambiguous requirements.", "requirements": "• Bachelor’s Degree in Computer Science or related STEM field is preferred.\n• 4+ years expertise in one or more object-oriented design methodology and large-scale application development (e.g. Kotlin, Ruby, Python, Go, Java, C++).\n• Experience building user interfaces with HTML, CSS, and Javascript.\n• Excellent understanding of computer science fundamentals, data structures, and algorithms.\n• Excellent communication skills with both technical and non-technical audiences.", "job_country": "KR", "industry": "물류, 운송", "company_id": 6961, "title_img": "https://static.wanted.co.kr/images/company/6961/qmlheop6yq42m0o2__1080_790.jpg", "due_time": null, "location": "Pyeonghwa Bldg., 59, Seongsuil-ro 8-gil, Seongdong-gu, Seoul, Korea", "is_expert": true, "sub_categories": ["Software Engineer", "Software Engineer", "소프트웨어 엔지니어"], "position": "Senior Fullstack Engineer", "reward": 1000000, "jd": "Founded in Singapore with a passion for new mobility, Beam is focused on expanding transportation options in APAC, beginning with e-scooters. As cities continue to grow, Beam will allow urban residents to take ownership of their transportation options.\n\nWe are changing the future of mobility in Asia Pacific with sustainability in mind. Beam strives to provide a platform to avail efficient, convenient and cost-effective means of transportation. Led by a team of experienced visionaries and executors in the mobility space, we are quickly expanding our reach to serve the commuting needs of all residents of Asia Pacific in time to come.\n\nOur engineering team builds cutting-edge technology and is uniquely challenged by real-time processing of large-scale, fast-paced vehicle data, integrating internet-connected vehicles in the biggest application of Internet of Things to-date and supporting the technology needs of multiple stakeholders such as riders, governments and operations, which runs a proprietary, complex and rapidly-evolving system for vehicle maintenance and charging at high cost-efficiency.\n\nBeam has a strong culture of engineering excellence where engineers pride themselves in collaborating + sharing knowledge, learning continuously, innovating to deliver high impact solutions, improving efficiencies and writing clean, reliable and scalable code.\n\nAs a Fullstack Engineer you will work on an independent product delivery team alongside other engineers, designers, and product managers to deliver high-impact solutions focused around one of Beam’s core problems focuses such as operational efficiency.\n\n\nResponsibilities\n• Develop complex software systems scaling to millions of users with production quality deployment, monitoring, and reliability.\n• Develop across the full-stack (backend, mobile, UI/UX, operations)\n• Work closely with various business partners including product, design, government relations, business development, strategy and operations to solve high impact problems.\n• Writing functional and integration tests.\n• Sharp problem-solving skills and ability to resolve ambiguous requirements.\n\nBasic Qualifications\n• Bachelor’s Degree in Computer Science or related STEM field is preferred.\n• 4+ years expertise in one or more object-oriented design methodology and large-scale application development (e.g. Kotlin, Ruby, Python, Go, Java, C++).\n• Experience building user interfaces with HTML, CSS, and Javascript.\n• Excellent understanding of computer science fundamentals, data structures, and algorithms.\n• Excellent communication skills with both technical and non-technical audiences.\n\nPreferred Qualifications\n•\n\nCompany Benefits\nJoin us to be part of the urban mobility and sustainable transportation revolution! We are a startup in every sense of the word. Expect autonomy, visibility, breakneck pace, cutting-edge technology, barriers to overcome, problems to solve. If you are one to lead the charge, smash through barriers and create positive impact, we want to talk to you!\n\nAt Beam, we offer:\n\n• Opportunity to make an impact by being part of a movement that will revolutionise transportation in cities\n• Be part of an organisation in hyper-growth mode with plenty of opportunity for personal development\n• Flexible and inspiring workplace with a team of competent, motivated and fun co-workers\n• Autonomy and ownership of the work you do, with flexible hours and even unlimited days off\n• Your choice of a MacBook or Windows laptop\n• Comprehensive remuneration package and benefits\n\nThe Beam Group of Companies is an equal employment opportunity employer, dedicated to providing an inclusive, open and diverse work environment. All are welcome regardless of race, language, religion, gender, nationality, age, disability or other divisive categorisations.\n\nBy submitting an application, you acknowledge that you have read the Privacy Policy and that you consent to Beam processing data in accordance with the Privacy Policy. Please let us know if you change your mind at any time in relation to Beam processing your personal data.\n\n", "company_name": "Beam", "lang": "ko", "tags": ["#스타트업", "#Macbook", "#노트북", "#물류, 운송"]}